<?php

return [
    'select'    => [
        'all'   => '전체',
    ],

    'button'    => [
        'search'    => '검색',
    ],

    'navigation'    => [
        'official_site' => '공식 사이트',
    ],

    'language'  => [
        'code'  => '언어 코드',
        'ko'    => '한국어',
        'en'    => '영어',
        'de'    => '독일어',
        'fr'    => '프랑스어',
        'ja'    => '일본어',
        'zh-CN' => '중국어',
        'zh-TW' => '대만어',
        'it'    => '이탈리아어',
        'pl'    => '폴란드어',
        'pt'    => '포르투갈어',
        'ru'    => '러시아어',
        'es'    => '스페인어, 에스파냐어, 카스티야어',
    ],

    'week'  => [
        '일요일',
        '월요일',
        '화요일',
        '수요일',
        '목요일',
        '금요일',
        '토요일',
    ],

    'month' => [
        '',
        '1월',
        '2월',
        '3월',
        '4월',
        '5월',
        '6월',
        '7월',
        '8월',
        '9월',
        '10월',
        '11월',
        '12월',
    ],

    'season'    => [
        '봄',
        '여름',
        '가을',
        '겨울',
    ],
];
